export const REPORT_OPTION = {
  1: '辱骂攻击',
  2: '色情低俗',
  3: '故意引战',
  4: '违法违规',
  5: '泄露他人隐私',
  6: '内容令人感到不适'
}
export const InformationProtection = `
<p class='text'>亲爱的用户，我们深知个人信息对您的重要性，我们将按照法律法规的规定，保护您的个人信息及隐私安全。您可以查看完整版《隐私政策》和《用户协议》以便了解我们收集、使用、共享、存储信息的情况，以及对信息的保护措施。</p>
<p class='text'>1、本隐私政策适用于您通过Goodins应用程序、Goodins公众号和Goodins小程序来使用我们的产品和服务。</p>
<p class='text'>2、我们可能会申请相册（读取存储）权限，以实现设置、更换头像和图片保存功能。</p>
<p class='text'>3、我们可能会申请读取设备信息权限，以实现推送服务和保障软件服务的安全防护。</p>
<p class='text'>4、为实现信息分享等功能所必需，我们可能会调用剪切板并使用与功能相关的最小必要信息，不会回传您的隐私信息。</p>
<p class='text'>5、如果您同意请点击下面的按钮以接受我们的服务。</p>
`
